alsa-utils
arandr
arc-gtk-theme
arp-scan
asoundconf
base
bison
chromium
dhcpcd
discord
dwarffortress
fakeroot
fd
flex
gconf
gimp
github-cli
grub
htop
i3blocks
irssi
iwd
lib32-nvidia-cg-toolkit
libtcod
lua51
lxappearance
make
man-pages
mingw-w64-gcc
mk-configure
moka-icon-theme-git
mpv
mupdf
mutt
nano
neofetch
nethack
nmap
nnn
opendoas
otf-font-awesome
pandoc
patch
pavucontrol
picom
pkgconf
playerctl
rofi
scrot
sdl2_gfx
sdl2_image
sdl2_mixer
sdl2_net
sdl2_ttf
sof-firmware
spotify
spotify-tui
steam
sudo
sxiv
tmux
torbrowser-launcher
tree
ttf-fira-code
ttf-inconsolata
ttf-linux-libertine
unrar
vi
vim-nerdtree
vimb
waterfox-current-bin
wget
wine
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xpr
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwud
zsh
